<?php
////////////////////////////////////////////////////////////////////////////////
//   Copyright (C) 2004 ReloadCMS Development Team                            //
//   http://reloadcms.sf.net                                                  //
//                                                                            //
//   This program is distributed in the hope that it will be useful,          //
//   but WITHOUT ANY WARRANTY, without even the implied warranty of           //
//   MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.                     //
//                                                                            //
//   This product released under GNU General Public License v2                //
////////////////////////////////////////////////////////////////////////////////

/*********************************************************************************
* General definitions                                                            *
*********************************************************************************/
$lang['poll']['question'] = 'Питання';
$lang['poll']['answers'] = 'Варіанти відповіді (один варіант в одному рядку)';
$lang['poll']['votes'] = 'Голосів';
/*********************************************************************************
* Specific actions                                                               *
*********************************************************************************/
/*********************************************************************************
* Messages                                                                       *
*********************************************************************************/
$lang['results']['polls'][16] = 'Уже є опит. Видалити поточний перед створенням нового.';
$lang['results']['polls'][15] = 'Не можу зберегти зміни до файлу';
$lang['results']['polls'][14] = 'Не заповнене одне з полів';
$lang['results']['polls'][13] = 'Опити відсутні';
$lang['results']['polls'][12] = 'Неможливо завантажити опит';
$lang['results']['polls'][11] = 'Ви вже голосували у цьому опиті';
$lang['results']['polls'][0] = 'Операцію завершено успішно';
/*********************************************************************************
* Titles                                                                         *
*********************************************************************************/
$lang['poll']['title'] = 'Опит';
$lang['poll']['archive'] = 'Старые опросы';
/*********************************************************************************
* Administration Titles                                                          *
*********************************************************************************/
$lang['admincp']['poll']['title'] = 'Опит';
$lang['admincp']['poll']['poll']['title'] = 'Керування';
$lang['admincp']['poll']['poll']['new'] = 'Створити опит';
$lang['admincp']['poll']['poll']['del'] = 'Видалити опит';
/*********************************************************************************
* Administrative rights                                                          *
*********************************************************************************/
$rights_db['POLL'] = 'Привілей керувати опитом';
?>