<?php
////////////////////////////////////////////////////////////////////////////////
//   Copyright (C) 2004 ReloadCMS Development Team                            //
//   http://reloadcms.sf.net                                                  //
//                                                                            //
//   This program is distributed in the hope that it will be useful,          //
//   but WITHOUT ANY WARRANTY, without even the implied warranty of           //
//   MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.                     //
//                                                                            //
//   This product released under GNU General Public License v2                //
////////////////////////////////////////////////////////////////////////////////

/*********************************************************************************
* General definitions                                                            *
*********************************************************************************/
$lang['files']['ctitle'] = 'Заголовок категорії';
$lang['files']['cdesc'] = 'Опис категорії';
$lang['files']['cfiles'] = 'Кількість файлів: ';
$lang['files']['lastfile'] = 'Останній файл';
$lang['files']['title'] = 'Заголовок файлу';
$lang['files']['desc'] = 'Опис файлу';
$lang['files']['link'] = 'Повний шлях до віддаленоого файлу';
$lang['files']['type'] = 'Вкажіть тип посилання заповненого вами в попередньому полі';
$lang['files']['types'][0] = 'Ви вказали посилання до віддаленого файлу';
$lang['files']['types'][1] = 'Ви вказали імя файлу завантаженого з адміністративного інтерфейсу';
$lang['files']['filesize'] = 'Розмір файлу: ';
$lang['files']['date'] = 'Дата публікації: ';
$lang['files']['openlink'] = 'Відкрити файл/посилання';
/*********************************************************************************
* General actions                                                                *
*********************************************************************************/
$lang['files']['createcat'] = 'Створити категорію';
$lang['files']['editcat'] = 'Редагувати категорію';
$lang['files']['browsecat'] = 'Переглянути категорію';
$lang['files']['addfile'] = 'Додати файл';
$lang['files']['editfile'] = 'Редагувати файл';
/*********************************************************************************
* Specific actions                                                               *
*********************************************************************************/
/*********************************************************************************
* Titles                                                                         *
*********************************************************************************/
$lang['files']['categories'] = 'Категорії файлів';
/*********************************************************************************
* Administration Titles                                                          *
*********************************************************************************/
$lang['admincp']['files']['title'] = 'Файловий архів';
$lang['admincp']['files']['managefiles']['title'] = 'Керувати файлами';
$lang['admincp']['files']['managecats']['title'] = 'Редагувати категорії файлів';
/*********************************************************************************
* Messages                                                                       *
*********************************************************************************/
$lang['files']['invalidid'] = 'Невірний ID категорії';
$lang['files']['ccreated'] = 'Категорію створено';
$lang['files']['cupdated'] = 'Категорію поновлено';
$lang['files']['cdeleted'] = 'Категорію видалено';
$lang['files']['nocats'] = 'Нема жодної категорії файлового архіву';
$lang['files']['fadded'] = 'Файл додано';
$lang['files']['fupdated'] = 'Файл поновлено';
$lang['files']['fdeleted'] = 'Файл видалено';
$lang['files']['error'] = 'Сталася помилка!';
/*********************************************************************************
* Administrative rights                                                          *
*********************************************************************************/
$rights_db['F-C'] = 'Право редагувати категорії';
$rights_db['F-A'] = 'Прави редагувати статті';
?>