<?php
////////////////////////////////////////////////////////////////////////////////
//   Copyright (C) 2004 ReloadCMS Development Team                            //
//   http://reloadcms.sf.net                                                  //
//                                                                            //
//   This program is distributed in the hope that it will be useful,          //
//   but WITHOUT ANY WARRANTY, without even the implied warranty of           //
//   MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.                     //
//                                                                            //
//   This product released under GNU General Public License v2                //
////////////////////////////////////////////////////////////////////////////////

/*********************************************************************************
* General definitions                                                            *
*********************************************************************************/
$lang['counter']['hitsall'] = 'Хітів усього';
$lang['counter']['hits'] = 'Хітів сьогодні';
$lang['counter']['hosts'] = 'З них унікальних';
$lang['counter']['agents'] = 'User-Agent\'и користувачів';
$lang['counter']['pages'] = '20 найпопулярніших сторінок';
$lang['counter']['users'] = 'Сьогодні на сайті побували';
/*********************************************************************************
* General actions                                                                *
*********************************************************************************/
$lang['counter']['clean'] = 'Обнулити лічильник';
/*********************************************************************************
* Titles                                                                         *
*********************************************************************************/
$lang['counter']['title'] = 'Лічильник';
/*********************************************************************************
* Administration Titles                                                          *
*********************************************************************************/
$lang['admincp']['statistic']['title'] = 'Статистика';
$lang['admincp']['statistic']['control']['title'] = 'Перегляд';
/*********************************************************************************
* Administrative rights                                                          *
*********************************************************************************/
$rights_db['STATS'] = 'Право вивчати статистику';
?>