<?php
////////////////////////////////////////////////////////////////////////////////
//   Copyright (C) 2004 ReloadCMS Development Team                            //
//   http://reloadcms.sf.net                                                  //
//                                                                            //
//   This program is distributed in the hope that it will be useful,          //
//   but WITHOUT ANY WARRANTY, without even the implied warranty of           //
//   MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.                     //
//                                                                            //
//   This product released under GNU General Public License v2                //
////////////////////////////////////////////////////////////////////////////////

/*********************************************************************************
* General definitions                                                            *
*********************************************************************************/
$lang['users']['username'] = 'Логін';
$lang['users']['password'] = 'Пароль';
$lang['users']['passwordconfirm'] = 'Підтвердження паролю';
$lang['users']['nickname'] = 'Нікнейм';
$lang['users']['email'] = 'E-mail';
$lang['users']['hideemail'] = 'Приховати ваш e-mail';
$lang['users']['emailhidden'] = 'e-mail приховно';
$lang['users']['timezone'] = 'Часовий пояс';
$lang['users']['guest'] = 'Гість';
$lang['users']['fieldid'] = 'ID Поля';
$lang['users']['fieldname'] = 'Опис поля';
$lang['users']['fielddesc'] = 'Аби видалити поле - залиште його ID попрожнім. Якщо хочете створити ще одне поле - заповніть нижній рядок.';
$lang['users']['reglogin'] = 'Введіть <abbr title="має складатися з маленьких латинських літер та цифр">логін</abbr>. Ви будете використовувати його для входу на сайт.';
$lang['users']['regnick'] = 'Ваш Нікнейм (буде показано іншим користувачам)';
$lang['users']['regemail'] = 'Ваш e-mail (сюди висилатиметься потрібна вами інформація)';
$lang['users']['updpassword'] = 'Пароль (не заповнюйте якщо не бажаєте змінювати його)';
$lang['users']['usersearch'] = 'Введіть логін для пошуку (ви можете використовувати символ * для розирення пошуку).';
$lang['users']['block'] = 'Блокувати';
$lang['users']['unblock'] = 'Розблокувати';
$lang['users']['editrights'] = 'Змінити права';
$lang['users']['rootuser'] = 'Відмітьте цю галку якщо цей користувач - головний адміністратор (має абсолютно усі привілеї)';
/*********************************************************************************
* General actions                                                                *
*********************************************************************************/
$lang['users']['remember'] = 'Запамятати мене';
$lang['users']['register'] = 'Реєстрація';
$lang['users']['login'] = 'Вхід';
$lang['users']['logout'] = 'Вихід';
$lang['users']['myprofile'] = 'Мій профіль';
/*********************************************************************************
* Specific actions                                                               *
*********************************************************************************/
/*********************************************************************************
* Titles                                                                         *
*********************************************************************************/
$lang['users']['hello'] = 'Привіт, ';
$lang['users']['registration'] = 'Реєстрація';
$lang['users']['profileupdate'] = 'Поновлення профіля';
$lang['users']['registeredusers'] = 'Зареєстровані користувачі';
$lang['pages']['userlist'] = 'Перелік користувачів';
/*********************************************************************************
* Administration Titles                                                          *
*********************************************************************************/
$lang['admincp']['users']['title'] = 'Користувачі';
$lang['admincp']['users']['fields']['title'] = 'Дод. поля профілю';
$lang['admincp']['users']['fields']['full'] = 'Введіть інформацію про додаткові поля профілю';
$lang['admincp']['users']['profiles']['title'] = 'Керування профілями';
$lang['admincp']['users']['profiles']['searchresult'] = 'Результат пошуку';
$lang['admincp']['users']['profiles']['searchresult_h'] = 'Аби не порушувати цілісність бази данних користувачів не видаляйте а блокуйте , а блокируйте їх профілі.';
$lang['admincp']['users']['profiles']['edit'] = 'Редагування профілю для ';
/*********************************************************************************
* Messages                                                                       *
*********************************************************************************/
$lang['results']['users'][16] = 'Немає такого користувача';
$lang['results']['users'][15] = 'Ви не увійшли';
$lang['results']['users'][14] = 'Неправильний логін';
$lang['results']['users'][13] = 'Невірни пароль';
$lang['results']['users'][12] = 'Пароль не зпівпадає з підтвердженням';
$lang['results']['users'][11] = 'Невірний email';
$lang['results']['users'][10] = 'Неможливо створити/змінити файл';
$lang['results']['users'][9] = 'Кількість ID не відповідає кількості описів';
$lang['results']['users'][8] = 'Не можу зберегти файл';
$lang['results']['users'][7] = 'Ваш аккаунт заблоковано адміністратором';
$lang['results']['users'][6] = 'Такий користувач уже існує';
$lang['results']['users'][5] = 'Не можу видалити аккаунт';
$lang['results']['users'][2] = 'Профіль поновлено.';
$lang['results']['users'][1] = 'Ви зареєстровані і можете увійти на сайт.';
$lang['results']['users'][0] = 'Операцію успішно завершено';
/*********************************************************************************
* Administrative rights                                                          *
*********************************************************************************/
$rights_db['U-F'] = 'Привілей керквати дод. полями профілю';
$rights_db['U-P'] = 'Право керувати аккаунтами користувачів';
/*********************************************************************************
* Added after .60                                                                *
*********************************************************************************/
$lang['users']['forgotpas'] = 'Забули пароль?';
$lang['users']['sendnew'] = 'Отримати новий пароль';
$lang['users']['pasreqsender'] = 'ReloadCMS - відновлювач паролю';
$lang['users']['pasreqsubj'] = 'Запит на відновлення паролю';
$lang['users']['pasreqtext'] = 'Це ваш новий пароль: ';
$lang['results']['users'][3] = 'Новий пароль відіслано на ваш почтовий ящик';
$lang['admincp']['general']['config']['regconfirmation'] = 'Активація аккаунта поштою';
$lang['results']['users'][19] = 'Аккаунт активовано.';
$lang['results']['users'][18] = 'Неможливо активувати аккаунт. Можливо його було видалено через закінчення триденного строку чи ви потрапили сюди за хибним посиланням.';
$lang['results']['users'][17] = 'Ви зареєстровані на сайті, але ще не активували свій аккаунт. інструкції щодо активації було відіслано вам поштою при реєстрації.';
$lang['results']['users'][4] = 'Ви зареєстровані на сайті, але вам необхідно активували свій аккаунт на протязі трьох діб. Інструкції щодо активації відіслано вам поштою.';
$lang['users']['actreqsender'] = 'ReloadCMS - Активація аккаунта';
$lang['users']['actreqsubj'] = 'Активація аккаунта';
$lang['users']['actreqtext'] = 'Щоб активувати аккаун завітайте за цим посиланням: '; 
?>