<?php
////////////////////////////////////////////////////////////////////////////////
//   Copyright (C) 2004 ReloadCMS Development Team                            //
//   http://reloadcms.sf.net                                                  //
//                                                                            //
//   This program is distributed in the hope that it will be useful,          //
//   but WITHOUT ANY WARRANTY, without even the implied warranty of           //
//   MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.                     //
//                                                                            //
//   This product released under GNU General Public License v2                //
////////////////////////////////////////////////////////////////////////////////

/*********************************************************************************
* General definitions                                                            *
*********************************************************************************/
$lang['counter']['hitsall'] = 'Хитов всего';
$lang['counter']['hits'] = 'Хитов сегодня';
$lang['counter']['hosts'] = 'Из них уникальных';
$lang['counter']['agents'] = 'User-Agent\'ы пользователей';
$lang['counter']['pages'] = '20 самых популярных страниц';
$lang['counter']['users'] = 'Сегодня на сайте побывали';
/*********************************************************************************
* General actions                                                                *
*********************************************************************************/
$lang['counter']['clean'] = 'Обнулить счётчик';
/*********************************************************************************
* Titles                                                                         *
*********************************************************************************/
$lang['counter']['title'] = 'Счётчик';
/*********************************************************************************
* Administration Titles                                                          *
*********************************************************************************/
$lang['admincp']['statistic']['title'] = 'Статистика';
$lang['admincp']['statistic']['control']['title'] = 'Просмотр';
/*********************************************************************************
* Administrative rights                                                          *
*********************************************************************************/
$rights_db['STATS'] = 'Право изучать статистику';
?>