<?php
////////////////////////////////////////////////////////////////////////////////
//   Copyright (C) 2004 ReloadCMS Development Team                            //
//   http://reloadcms.sf.net                                                  //
//                                                                            //
//   This program is distributed in the hope that it will be useful,          //
//   but WITHOUT ANY WARRANTY, without even the implied warranty of           //
//   MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.                     //
//                                                                            //
//   This product released under GNU General Public License v2                //
////////////////////////////////////////////////////////////////////////////////

/*********************************************************************************
* General definitions                                                            *
*********************************************************************************/
$lang['files']['ctitle'] = 'Заголовок категории';
$lang['files']['cdesc'] = 'Описание категории';
$lang['files']['cfiles'] = 'Количество файлов: ';
$lang['files']['lastfile'] = 'Последний файл';
$lang['files']['title'] = 'Заголовок файла';
$lang['files']['desc'] = 'Описание файла';
$lang['files']['link'] = 'Имя файла или ссылка на удалённый файл';
$lang['files']['type'] = 'Выберите тип ссылки, приведённой в предыдущем поле';
$lang['files']['types'][0] = 'Ссылка на удалённый файл';
$lang['files']['types'][1] = 'Имя файла, загруженного с помощью ПУ';
$lang['files']['filesize'] = 'Размер: ';
$lang['files']['date'] = 'Дата публикации: ';
$lang['files']['openlink'] = 'Открыть файл/ссылку';
/*********************************************************************************
* General actions                                                                *
*********************************************************************************/
$lang['files']['createcat'] = 'Создать категорию';
$lang['files']['editcat'] = 'Правка категории';
$lang['files']['browsecat'] = 'Открыть категорию';
$lang['files']['addfile'] = 'Добавить файл';
$lang['files']['editfile'] = 'Редактирование файла';
/*********************************************************************************
* Specific actions                                                               *
*********************************************************************************/
/*********************************************************************************
* Titles                                                                         *
*********************************************************************************/
$lang['files']['categories'] = 'Категории файлов';
/*********************************************************************************
* Administration Titles                                                          *
*********************************************************************************/
$lang['admincp']['files']['title'] = 'Файлархив';
$lang['admincp']['files']['managefiles']['title'] = 'Управление файлами';
$lang['admincp']['files']['managecats']['title'] = 'Управление категориями';
/*********************************************************************************
* Messages                                                                       *
*********************************************************************************/
$lang['files']['invalidid'] = 'Неправильный ID категории';
$lang['files']['ccreated'] = 'Категория создана';
$lang['files']['cupdated'] = 'Категория обновлена';
$lang['files']['cdeleted'] = 'Категория удалена';
$lang['files']['nocats'] = 'Здесь отстутствуют категории файлов';
$lang['files']['fadded'] = 'Файл добавлен';
$lang['files']['fupdated'] = 'Файл обновлён';
$lang['files']['fdeleted'] = 'Файл удалён';
$lang['files']['error'] = 'Произошла ошибка';
/*********************************************************************************
* Administrative rights                                                          *
*********************************************************************************/
$rights_db['F-C'] = 'Право управлять категориями файлов';
$rights_db['F-A'] = 'Право управлять файлами';
?>