<?php
////////////////////////////////////////////////////////////////////////////////
//   Copyright (C) 2004 ReloadCMS Development Team                            //
//   http://reloadcms.sf.net                                                  //
//                                                                            //
//   This program is distributed in the hope that it will be useful,          //
//   but WITHOUT ANY WARRANTY, without even the implied warranty of           //
//   MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.                     //
//                                                                            //
//   This product released under GNU General Public License v2                //
////////////////////////////////////////////////////////////////////////////////

/*********************************************************************************
* General definitions                                                            *
*********************************************************************************/
$lang['poll']['question'] = 'Вопрос';	
$lang['poll']['answers'] = 'Варианты ответа (Один вариант на одной строке)';
$lang['poll']['votes'] = 'Голосов';
/*********************************************************************************
* Specific actions                                                               *
*********************************************************************************/
/*********************************************************************************
* Messages                                                                       *
*********************************************************************************/
$lang['results']['polls'][16] = 'Уже есть опрос. Удалите текущий перед созданием нового.';
$lang['results']['polls'][15] = 'Не могу сохранить изменения в файл';
$lang['results']['polls'][14] = 'Не заполнено одно из полей';
$lang['results']['polls'][13] = 'Опросы отсутствуют';
$lang['results']['polls'][12] = 'Невозможно загрузить опрос';
$lang['results']['polls'][11] = 'Вы уже голосовали в этом опросе';
$lang['results']['polls'][0] = 'Операция завершена успешно';
/*********************************************************************************
* Titles                                                                         *
*********************************************************************************/
$lang['poll']['title'] = 'Опрос';
$lang['poll']['archive'] = 'Старые опросы';
/*********************************************************************************
* Administration Titles                                                          *
*********************************************************************************/
$lang['admincp']['poll']['title'] = 'Опрос';
$lang['admincp']['poll']['poll']['title'] = 'Управление';
$lang['admincp']['poll']['poll']['new'] = 'Создать опрос';
$lang['admincp']['poll']['poll']['del'] = 'Удалить опрос';
/*********************************************************************************
* Administrative rights                                                          *
*********************************************************************************/
$rights_db['POLL'] = 'Право управлять опросом';
?>
