<?php
////////////////////////////////////////////////////////////////////////////////
//   Copyright (C) 2004 ReloadCMS Development Team                            //
//   http://reloadcms.sf.net                                                  //
//                                                                            //
//   This program is distributed in the hope that it will be useful,          //
//   but WITHOUT ANY WARRANTY, without even the implied warranty of           //
//   MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.                     //
//                                                                            //
//   This product released under GNU General Public License v2                //
////////////////////////////////////////////////////////////////////////////////

/*********************************************************************************
* General definitions                                                            *
*********************************************************************************/
$lang['users']['username'] = 'Логин';
$lang['users']['password'] = 'Пароль';
$lang['users']['passwordconfirm'] = 'Подтвердите пароль';
$lang['users']['nickname'] = 'Никнейм';
$lang['users']['email'] = 'E-mail';
$lang['users']['hideemail'] = 'Скрыть ваш e-mail';
$lang['users']['emailhidden'] = 'e-mail скрыт';
$lang['users']['timezone'] = 'Часовой пояс';
$lang['users']['guest'] = 'Гость';
$lang['users']['fieldid'] = 'ID Поля';
$lang['users']['fieldname'] = 'Описание поля';
$lang['users']['fielddesc'] = 'Если вы хотите удалить поле, то оставьте его ID пустым. Если вы хотите создать ещё одно поле, то заполните нижнюю строку формы.';
$lang['users']['reglogin'] = 'Введите <abbr title="Должен состоять только из маленьких латинских букв и цифр">логин</abbr>. Вы будете использовать его для входа на сайт.';
$lang['users']['regnick'] = 'Ваш Никнейм (Показывается другим пользователям)';
$lang['users']['regemail'] = 'Ваш e-mail (Сюда будет высылаться запрошенная вами информация)';
$lang['users']['updpassword'] = 'Пароль (Не заполняйте поле если не хотите менять пароль)';
$lang['users']['usersearch'] = 'Введите логин для поиска (вы можете использовать символ * для расширения поиска).';
$lang['users']['block'] = 'Блокировать';
$lang['users']['unblock'] = 'Разблокировать';
$lang['users']['editrights'] = 'Изменить права';
$lang['users']['rootuser'] = 'Поставьте галочку если этот пользователь - главный администратор (имеет абсолютно все права)';
$lang['users']['accesslevel'] = 'Уровень доступа';
/*********************************************************************************
* General actions                                                                *
*********************************************************************************/
$lang['users']['remember'] = 'Запомнить меня';
$lang['users']['register'] = 'Регистрация';
$lang['users']['login'] = 'Вход';
$lang['users']['logout'] = 'Выход';
$lang['users']['myprofile'] = 'Мой аккаунт';
/*********************************************************************************
* Specific actions                                                               *
*********************************************************************************/
/*********************************************************************************
* Titles                                                                         *
*********************************************************************************/
$lang['users']['hello'] = 'Привет, ';
$lang['users']['registration'] = 'Регистрация';
$lang['users']['profileupdate'] = 'Обновление аккаунта';
$lang['users']['registeredusers'] = 'Зарегистрированные пользователи';
$lang['pages']['userlist'] = 'Список пользователей';
$lang['users']['online'] = 'Кто онлайн?';
/*********************************************************************************
* Administration Titles                                                          *
*********************************************************************************/
$lang['admincp']['users']['title'] = 'Пользователи';
$lang['admincp']['users']['fields']['title'] = 'Доп. поля профиля';
$lang['admincp']['users']['fields']['full'] = 'Введите информацию о дополнительных полях профиля';
$lang['admincp']['users']['profiles']['title'] = 'Управление профилями';
$lang['admincp']['users']['profiles']['searchresult'] = 'Результат поиска';
$lang['admincp']['users']['profiles']['searchresult_h'] = 'Чтобы не нарушать целостность базы данных пользователей не удаляйте, а блокируйте их профили.';
$lang['admincp']['users']['profiles']['edit'] = 'Редактирования профиля для ';
/*********************************************************************************
* Messages                                                                       *
*********************************************************************************/
$lang['results']['users'][16] = 'Нет такого пользователя';
$lang['results']['users'][15] = 'Вы не вошли';
$lang['results']['users'][14] = 'Неправильный логин';
$lang['results']['users'][13] = 'Неправильный пароль';
$lang['results']['users'][12] = 'Пароль не совпадает с подтверждением';
$lang['results']['users'][11] = 'Неправильный email';
$lang['results']['users'][10] = 'Невозможно создать/изменить файл';
$lang['results']['users'][9] = 'Количество ID не соответствует кол-ву описаний';
$lang['results']['users'][8] = 'Не могу сохранить файл';
$lang['results']['users'][7] = 'Ваш аккаунт заблокирован администратором';
$lang['results']['users'][6] = 'Такой пользователь уже существует';
$lang['results']['users'][5] = 'Не могу удалить аккаунт';
$lang['results']['users'][2] = 'Профиль обновлён.';
$lang['results']['users'][1] = 'Вы зарегистрированы и можете войти на сайт.';
$lang['results']['users'][0] = 'Операция завершилась успешно';
/*********************************************************************************
* Administrative rights                                                          *
*********************************************************************************/
$lang['users']['youareroot'] = 'Вы главный администратор сайта. Это значит что у вас есть абсолютно все права.';
$rights_db['U-F'] = 'Право управлять доп. полями профиля';
$rights_db['U-P'] = 'Право управлять аккаунтами пользователей';
/*********************************************************************************
* Added after .60                                                                *
*********************************************************************************/
$lang['users']['forgotpas'] = 'Забыли пароль?';
$lang['users']['sendnew'] = 'Выслать новый пароль';
$lang['users']['pasreqsender'] = 'ReloadCMS - Восстановитель пароля';
$lang['users']['pasreqsubj'] = 'Запрос восстановления пароля';
$lang['users']['pasreqtext'] = 'Вот ваш новый пароль: ';
$lang['results']['users'][3] = 'Новый пароль выслан на Ваш почтовый ящик';
$lang['admincp']['general']['config']['regconfirmation'] = 'Активация аккаунта по почте';
$lang['results']['users'][19] = 'Аккаунт активирован.';
$lang['results']['users'][18] = 'Невозможно активировать аккаунт. Возможно, он был удалён из-за окончания трёхдневного срока или вы попали сюда по неправильной ссылке.';
$lang['results']['users'][17] = 'Вы зарегистрированы на сайте, но ещё не активировали свой аккаунт. Инструкции по активации были высланы вам на e-mail при регистрации.';
$lang['results']['users'][4] = 'Вы зарегистрированы на сайте, но вам необходимо активировать свой аккаунт в течении трёх дней. Инструкции по активации высланы вам на e-mail.';
$lang['users']['actreqsender'] = 'ReloadCMS - Активация аккаунта';
$lang['users']['actreqsubj'] = 'Активация аккаунта';
$lang['users']['actreqtext'] = 'Чтобы активировать аккаунт зайдите по этой ссылке: ';
?>